tap "homebrew/bundle"
tap "homebrew/services"
tap "nikitabobko/tap"
tap "teamookla/speedtest"
brew "libtiff"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "openssl@3"
brew "apr-util"
brew "autoconf"
brew "automake"
brew "bash"
brew "bash-completion@2"
brew "bc"
brew "bison"
brew "glib"
brew "cairo"
brew "gmp"
brew "coreutils"
brew "cpulimit"
brew "curl"
brew "unbound"
brew "gnutls"
brew "icu4c@76"
brew "harfbuzz"
brew "openjpeg"
brew "leptonica"
brew "libass"
brew "libmicrohttpd"
brew "mbedtls"
brew "librist"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "flex"
brew "fortune"
brew "fzf"
brew "mpfr"
brew "libmpc"
brew "gcc"
brew "gdb"
brew "gh"
brew "git"
brew "glow"
brew "libassuan"
brew "libksba"
brew "gnupg"
brew "go"
brew "hashcat"
brew "htop"
brew "hwloc"
brew "inetutils"
brew "ipcalc"
brew "iperf3"
brew "iproute2mac"
brew "kubernetes-cli", link: false
brew "libpcap"
brew "libtool"
brew "libxml2"
brew "libyaml"
brew "lynx"
brew "make"
brew "mas"
brew "neofetch"
brew "neovim"
brew "nmap"
brew "node"
brew "node@20"
brew "pcre"
brew "pinentry-mac"
brew "pkgconf"
brew "progress"
brew "python@3.10"
brew "python@3.11"
brew "python@3.9"
brew "ripgrep"
brew "ruby"
brew "shtool"
brew "sl"
brew "starship"
brew "stow"
brew "tmux"
brew "tree"
brew "wakeonlan"
brew "wget"
brew "wireshark"
brew "xdg-ninja"
brew "zlib"
brew "teamookla/speedtest/speedtest"
cask "aerospace"
cask "firefox"
cask "ghostty"
cask "obsidian"
cask "slack"
cask "visual-studio-code"
cask "vlc"
cask "xquartz"
mas "eduVPN", id: 1317704208
