tap "derailed/k9s"
tap "fluxcd/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "knative-extensions/kn-plugins"
tap "knative/client"
tap "minio/stable"
tap "nikitabobko/tap"
tap "siderolabs/tap"
tap "teamookla/speedtest"
brew "aha"
brew "libtiff"
brew "little-cms2"
brew "jpeg-xl"
brew "aom"
brew "openssl@3"
brew "apr-util"
brew "arping"
brew "autoconf"
brew "automake"
brew "bash"
brew "bash-completion@2"
brew "bat"
brew "bc"
brew "bison"
brew "glib"
brew "cairo"
brew "calicoctl"
brew "cmctl"
brew "gmp"
brew "coreutils"
brew "cowsay"
brew "cpulimit"
brew "curl"
brew "deno"
brew "dialog"
brew "dive"
brew "fd"
brew "ffmpeg"
brew "figlet"
brew "flex"
brew "fortune"
brew "fzf"
brew "mpfr"
brew "libmpc"
brew "gcc"
brew "gdb"
brew "node"
brew "gemini-cli"
brew "gh"
brew "git"
brew "gitlab-ci-local"
brew "glab"
brew "glow"
brew "gnu-sed"
brew "unbound"
brew "gnutls"
brew "libassuan"
brew "libksba"
brew "gnupg", link: false
brew "go"
brew "golang-migrate"
brew "grep"
brew "harfbuzz"
brew "hashcat"
brew "helm"
brew "himalaya"
brew "htop"
brew "hubble"
brew "hwloc"
brew "icu4c@76"
brew "inetutils"
brew "ingress2gateway"
brew "ipcalc"
brew "iperf3"
brew "ipmitool"
brew "python@3.13", link: false
brew "iproute2mac"
brew "kafka"
brew "kanata"
brew "kompose"
brew "kubernetes-cli", link: false
brew "openjpeg"
brew "webp"
brew "leptonica"
brew "libass"
brew "libmicrohttpd"
brew "libpcap"
brew "librist"
brew "libtool"
brew "libxml2"
brew "libyaml"
brew "logrotate"
brew "lynx"
brew "make"
brew "mas"
brew "maven"
brew "mbedtls"
brew "mbpoll"
brew "minicom"
brew "mydumper"
brew "zlib"
brew "mysql"
brew "neofetch"
brew "neovim"
brew "newt"
brew "nmap"
brew "node@20"
brew "openjdk@11"
brew "openjdk@17"
brew "opentofu"
brew "pam-reattach"
brew "pandoc"
brew "pango"
brew "parallel"
brew "tree"
brew "pass"
brew "pcre"
brew "pinentry-mac"
brew "pkgconf"
brew "pop"
brew "postgresql@17", link: true
brew "presenterm"
brew "progress"
brew "python@3.10"
brew "python@3.11"
brew "python@3.9"
brew "redis"
brew "ripgrep"
brew "rsync"
brew "ruby"
brew "s3cmd"
brew "shellcheck"
brew "shtool"
brew "skopeo"
brew "sl"
brew "sqlc"
brew "starship"
brew "stow"
brew "tcl-tk"
brew "tesseract"
brew "tmux"
brew "tree-sitter"
brew "tree-sitter-cli"
brew "typst"
brew "unar"
brew "wakeonlan"
brew "watch"
brew "wget"
brew "wireguard-tools"
brew "wireshark"
brew "xdg-ninja"
brew "xmlstarlet"
brew "yq"
brew "derailed/k9s/k9s"
brew "fluxcd/tap/flux"
brew "hashicorp/tap/packer"
brew "hashicorp/tap/terraform"
brew "hashicorp/tap/vault"
brew "knative-extensions/kn-plugins/func"
brew "knative-extensions/kn-plugins/quickstart"
brew "knative/client/kn"
brew "minio/stable/mc"
brew "siderolabs/tap/talosctl"
brew "teamookla/speedtest/speedtest"
cask "nikitabobko/tap/aerospace"
cask "android-platform-tools"
cask "firefox"
cask "ftdi-vcp-driver"
cask "ghostty"
cask "hammerspoon"
cask "obsidian"
cask "slack"
cask "temurin"
cask "visual-studio-code"
cask "vlc"
cask "xquartz"
mas "eduVPN", id: 1317704208
mas "HP Smart", id: 1474276998
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Twingate", id: 1501592214
mas "Windows App", id: 1295203466
mas "WireGuard", id: 1451685025
mas "Xcode", id: 497799835
vscode "asvetliakov.vscode-neovim"
go "github.com/air-verse/air"
go "github.com/bootdotdev/bootdev"
go "golang.org/x/tools/cmd/goimports"
go "github.com/charmbracelet/melt/cmd/melt"
go "github.com/swaggo/swag/cmd/swag"
